Repository: ChinaraIsabaeva/our-budget
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Название

source: Amount
ru: Сумма

source: Frequency
ru: Периодичность

source: Expense
ru: Расход

source: Expenses
ru: Расходы

source: Monthly payment
ru: Месячное пополнение

source: Max space amount
ru: Таксимальная сумма конверта

source: Closed
ru: Закрыт

source: Missed required field
ru: Проебал что-то заполнить

source: Space
ru: Конверт

source: Spaces
ru: Конверты

source: Create an expense
ru: Создать расход

source: Save
ru: Сохранить

source: Update the expense
ru: Редактировать расход

source: All expenses
ru: Все расходы

source: Delete
ru: Удалить

source: Amount saved in spaces so far
ru: Накопленная сумма в конвертах

source: Saved amount
ru: Отложенная сумма

source: Create an income
ru: Создать доход

source: Update the income
ru: Редактировать доход

source: All incomes
ru: Все доходы

source: Income
ru: Доход

source: Home
ru: Наш бюджет

source: Incomes
ru: Доходы

source: You need to create user
ru: Вход только для своих

source: Check database for username or change password
ru: Иди проверь имя пользователья или поменял пароль

source: Login
ru: Вход

source: Free money
ru: Нераспределенные деньги

source: Saved in spaces
ru: Должно быть накопленно в конвертах

source: Monthly amount to save in spaces
ru: Сумма ежемесячного пополнения конвертов

source: Confirm
ru: Удалить

source: Create a space
ru: Создать конверт

source: Update the space
ru: Редактировать конверт

source: Create a spaces
ru: Создать конверт

source: Monthly amount of spaces
ru: Месячное пополнение

source: Space name
ru: Название конверта

source: Monthly amount of space
ru: Месячное пополнение

source: Space closed
ru: Закрыт
